/* No comment provided by engineer. */
"Fail to load guest list" = "Fail to load guest list";
"Last Updated: %@"= "Last Updated: %@";
"Release to refresh..."="Release to refresh...";
"Pull down to refresh..."="Pull down to refresh...";
"Loading..."="Loading...";
"Pull up to load more..."="Pull up to load more ...";
"Release to load more..."="Release to load more...";
"Result refreshed"="Result refreshed";
